[
    "What's something new you've learned about yourself in the last three months?",
    "If you had to describe how you're feeling right now as an amusement park ride, what ride are you on?",
    "How would you describe your communication style in three words?",
    "How do you recognize when you're stressed?",
    "If you were coming out onto a stage, what would your entrance theme song be?",
    "If you could bring back a fashion trend, what would it be and why?",
    "If you could live in another historical period, would you? If so, which one?",
    "If you were reincarnated as an animal, what would you choose and why?",
    "What's one thing you are unbeatable at?",
    "How would you spend your days if you had unlimited time and resources?",
    "How do you get motivated for difficult tasks?",
    "What's something on your desk, a nearby wall, or out the window that cheers you up during the day?",
    "Do you have any mentors or people you look up to? Tell us about one of them.",
    "What fictional world or place would you like to visit?",
    "You've been teleported to the Middle Ages. How do you make a living there?",
    "Suppose you were going to be frozen tomorrow for a one-way 1,000-year interstellar voyage. What would you most want to communicate (and to whom) before you leave?",
    "If you could have an animal sidekick, what would it be? Why?",
    "What looks easy-peasy lemon squeezy but is actually difficult difficult lemon difficult?",
    "You've died, but instead of entering the afterlife, you've entered Earth 2.0. What are some things that make Earth 2.0 better?",
    "If you could go back in time 10,000 years ago and make a cave painting to confuse everyone in the future, what would you draw?",
    "A genie appears and grants you a wish for someone else in the world. Who and what do you make a wish for?",
    "If you had a magic button on your desk to bring you whatever you wanted, what would it summon?",
    "What's the last thing you did for the first time?",
    "What smell, image, or sound triggers nostalgia for you?",
    "What's one thing your parents or guardians constantly nagged you about?",
    "Tell us about a stranger you still remember. What made them memorable?",
    "What ice cream flavor sums up your personality today?",
    "You've been granted a one-way ticket to another country of your choice. Where are you going?",
    "What's something you've drawn inspiration from recently?",
    "It's your first day on the job as an evil villain. What's the first piece of mischief you commit?",
    "If buying groceries were a game, what would one of the loading screen tips be?",
    "What animal best represents you today and why?",
    "If you could have one superpower today, what would it be, and what would you use it for?",
    "What thing from nature, excluding animals, best describes you today?",
    "If you had to sing karaoke right now, which song would you pick?",
    "What is the most used emoji on your phone right now?",
    "What was the first thing you thought about when you woke up today?",
    "Which do you prefer, oceans or mountains? Why?",
    "What's one of your favorite recent memories?",
    "What's the best phrase or piece of slang people in your hometown use?",
    "What's your guilty pleasure right now?",
    "What book would you like to live in?",
    "If you could be famous for one thing, what would it be?",
    "What's a word or phrase in another language (or your own) that you really like?",
    "What's the best topping for ice cream?",
    "If you're at trivia night, what would category would you know most about?",
    "What's an album you recommend that has no bad songs?",
    "What's the worst haircut you ever had?",
    "What's your most successful dance move? Do you dare show it?",
    "What's an obscure TV show or movie that everyone should watch?",
    "What's the weirdest thing in your fridge right now?",
    "If you were setting off to Mars and could take only one luxury item with you, what would it be?",
    "If you could become a supernatural creature at night, what would it be, and why?",
    "Which fictional character would you want by your side during a zombie apocalypse?",
    "If you were a cocktail, which one would you be?",
    "If your home was packed full of golf balls, how would you remove them?",
    "Would you rather talk like Yoda or breathe like Darth Vader?",
    "Would you rather speak all languages or be able to talk with animals?",
    "What would you do if you came home and found a penguin in your freezer?",
    "What takeaway food represents you today and why?",
    "If you could invent a holiday, what would it be, and what would you call it?",
    "If your car had vanity plates, what would they say?",
    "What is the best bird?",
    "Do you have a favorite dinosaur?",
    "You've been chosen to represent your country in a global competition. What sport or activity are you doing?",
    "If you had to describe how you're feeling right now as a weather pattern, what's your forecast?",
    "What's an under-rated skill everyone can benefit from?",
    "What's something you're worried about (professionally)?",
    "What's got your attention today and why?",
    "What was your favorite recent book or article, and what did it inspire?",
    "Heard any good tips lately?",
    "What color best describes your personality today?",
    "What's one project you could stop doing to give yourself more focus?",
    "What are you excited about this week?",
    "Do you have any routines you use to improve your energy and focus?",
    "What's one thing you wish could be automated in your job?",
    "What's one thing you've been procrastinating on and can't finish?",
    "What's the last thing you completed that you're proud of?",
    "Have you learned any useful productivity hacks recently?",
    "What's one productivity tool you couldn't live without, and what makes it indispensable?",
    "What's one recent thing or experience that exceeded your expectations?",
    "What are you grateful for today?",
    "What's something that made you smile recently?",
    "What fruit or vegetable represents your mood today?",
    "What small thing would improve your day today?",
    "What's something that puts you in a state of flow?",
    "What's one possession or tool that enhances your daily life?",
    "What's a simple life hack that everyone can benefit from?",
    "What's one of the best ideas our company has come up with?",
    "What's something you want to get better at?",
    "What's your favorite song or soundtrack for doing focused work?",
    "Show us something in your space that you really like.",
    "What's one skill that helps you successfully work remotely?",
    "Do you have a favorite mug? Let us see it and explain why you love it.",
    "Look around and assess how satisfied you are with your physical workspace. What's one thing you love about it?",
    "What boundaries have you set to ensure that you unplug from work?",
    "What's normal where you live but might seem weird to the rest of the world?",
    "How do you like to sit in a chair? Let us see it.",
    "What's the strangest thing that could unexpectedly appear on screen with you during this meeting?",
    "How do you avoid or recover from Zoom fatigue?",
    "What's the strangest thing that has ever happened to you during a virtual meeting?",
    "What's your favorite place for doing virtual meetings?",
    "What's the most interesting place you've ever done a virtual meeting from?",
    "What's something about the next teammate you appreciate?",
    "What help could you most use that you haven't asked for?",
    "When was the last time you felt unbounded optimism?",
    "Is there any topic lately that you would like to be mentored on?",
    "Are there any aspects of your personality that hold you back? How do you adapt?",
    "When you're feeling stressed, how do you deal with it?",
    "What criteria help you decide whether to say “no” to something or commit to it?",
    "Who has made a positive difference in your life recently?",
    "What's the best piece of advice you've ever been given?",
    "What's something you're looking forward to and why?",
    "You're cooking for the whole team. What is your signature dish?",
    "Do you work better with or without music? What are you listening to while you work?",
    "What was your first-ever job?",
    "What's a strategy you've found helpful in your recent work?",
    "What's one of the biggest risks you've taken in your career? How do you feel about having taken it?",
    "Would you rather receive a shoutout from the CEO at a company all-hands meeting or a private word of thanks from them?",
    "Would you rather someone took a boring task off your to-do list or invited you to participate in a project of great interest to you?",
    "What's a time when someone did something you appreciated (at work or in another context), but you didn't let them know? What held you back?",
    "Do you have a non-work goal you're working toward right now? What is it?",
    "What's an organization or private company you admire and why?",
    "What's something our team is good at?",
    "Who on the team would you like to swap jobs with for a day?",
    "Who's an ex-colleague from this job or another that you still think about?",
    "What's one thing that brings you energy and joy?",
    "What's something you admire about the people on our team?",
    "What's a signal you look for that indicates good company culture?",
    "What makes you feel safe?",
    "What is a red flag from an employer that you might not immediately recognize as one?",
    "What emoji represents you today and why?",
    "If you could be one other person, who would that person be and why?",
    "If you could safely eat any inedible object, what would it be?",
    "If you could pick up a new skill in an instant, what would it be?",
    "What's something people don't know about you?",
    "What's the most useful item you've purchased this year?",
    "What's the worst piece of advice you've ever been given? And why was it so bad?",
    "If you could teleport anywhere, where would you go right now?",
    "What's the last book you quit reading and why?",
    "If you could be fluent in another language instantly, which would you choose and why?",
    "Name a TV show you think is underrated. Describe it in a sentence.",
    "What's the next item on your bucket list?",
    "What's your guilty pleasure when you have free time during the week?",
    "What's your favorite thing about the place where you live?",
    "What's a hobby or side project you've been meaning to take up?",
    "What do your family or other loved ones think you do for work?",
    "When you're packing for a trip, what's one thing (other than clothes) you always bring?",
    "If you had to put together a PowerPoint presentation about anything, what would it be about?",
    "What profession did you have in a previous life?",
    "What flavor of tea represents you today?",
    "What would you do if you had a fully paid year-long break from work?",
    "What's the worst job you ever had?",
    "What's something new or interesting you've learned recently?",
    "What was your favorite recent meal and why?",
    "What's your favorite self-care activity?",
    "What was the last thing you fell in love with?",
    "Who was the last person you felt inspired by?",
    "What simple thing still blows your mind?",
    "Have you been pleasantly surprised by anything recently?",
    "What are you reading right now?",
    "What's one country you would love to visit and why?",
    "If you had to give a lecture on one thing, what would it be?",
    "What's something you couldn't live without?",
    "What season would you be? Winter, spring, summer, or autumn?",
    "What's the best book you've ever read? Why?",
    "Which bucket list item do you most want to check off this year?",
    "What's an unusual family or national tradition you have?",
    "What was your favorite subject in school? Why?",
    "If you could keep only one part of your morning routine, what would it be?",
    "Have you ever experienced a culture shock? Where was it, and what happened?",
    "What's an adventurous thing you've done?",
    "What's a TV show you recommend to everyone?",
    "Where did you grow up, and what was it like?",
    "What's the most useful thing you own?",
    "Would you rather spend a three-week trip visiting multiple interesting destinations or just one?",
    "Make a choice: Never hear music again or lose the ability to read?",
    "What's something from your childhood that you still love today?",
    "What's a favorite movie you always recommend to people? Why do you love it?",
    "What do you value most in a friendship?",
    "What's something that you've never learned to do?",
    "Where do you feel most at home?",
    "What's one characteristic you admire in others?",
    "What's the best concert you ever attended?",
    "What was the first concert or gig you ever attended?",
    "What's something you do to relieve anger or stress?",
    "What's a thing you do that seems strange to others?",
    "What's one of your pet peeves?",
    "What's one of your earliest memories?",
    "What item do you never travel without?",
    "What's a common word or phrase that you don't like/won't use?",
    "What's in your ideal sandwich?",
    "What is your favorite book from childhood?",
    "What's a song or album that triggers nostalgia for you?",
    "What's the most memorable live music or theatre event you've been to?",
    "What is a popular movie that you just can't stand?",
    "What's something that improved your quality of life so much, you wish you had done it sooner?",
    "What's one thing you've changed your mind about lately?",
    "What's the craziest thing you've ever done?",
    "What musical instrument would you play in a band?",
    "If you did not have to sleep, how would you spend the extra eight hours?",
    "What fictional world would you most like to live in?",
    "If you could live with any fictional character, who would you choose?",
    "What is your favorite smell and why?",
    "If you could describe your life as a movie, what genre would it be?",
    "Name a healthy food you enjoy and an unhealthy one you find hard to resist.",
    "What age do you wish you could be permanently?",
    "If you were forced to watch reruns of a favorite show, which would you choose?",
    "Would you rather take a cold shower every day or always sleep an hour less than you need?",
    "What drink best describes you today?",
    "If you had to eat only one dish for the rest of time, what would it be?",
    "What current fact about your life would most impress your five-year-old self?",
    "What's something you are craving right now?",
    "What healthy food tastes just as good to you as unhealthy food?",
    "What's an unusual skill you'd love to master?",
    "You're on a desert island and can bring one luxury with you – what is it?",
    "What's a sauce, condiment, or dressing you couldn't live without?",
    "What's something you like to do whenever you travel to a new country?",
    "How would your best friend describe you?",
    "What is something you will never eat, no matter how hungry you get?",
    "If you were on a reality show, what would be your catchphrase?",
    "What's the title of a podcast you would never listen to?",
    "If you were an action figure, what two accessories would you come with?",
    "What question would you ask a psychic?",
    "What's the best present someone could bring to your housewarming party?",
    "You can be reincarnated for a day as any living or historical famous person. Who do you choose and why?",
    "What's something that always gives you child-like joy?",
    "What's your culture's most underrated food?",
    "If people came with a warning tag, what would yours be?",
    "If you were a kitchen utensil, which one would you be and why?",
    "What would the title of your autobiography be?",
    "Have you ever done something extremely scary? What or why (not)?",
    "Have you ever successfully conquered a fear?",
    "Have you ever stayed up for an entire night without sleep? When or why not?",
    "Have you ever been away from home for longer than a month? Why (not)?",
    "Have you ever disconnected from phones and the internet for longer than 24 hours? How did it feel?",
    "Have you ever gone way out of your comfort zone? Tell us about it!",
    "What's something you've recently learned about yourself?",
    "What's a new habit or practice you're trying to cultivate?",
    "What's the most important thing to remember every day that you haven't been able to?",
    "What sparked your curiosity in whatever you're most curious about now?",
    "If you could know the absolute and total truth to one question, what question would you ask?",
    "Which question can you ask to find out the most about a person?",
    "If you could do something that you don't because it's bad for you, but you could do it without repercussions – what would you do?",
    "What's one small thing or practice that has vastly improved your quality of life?",
    "How do you approach learning something new?",
    "What's your favorite word and why?",
    "What's something you find soothing?",
    "If you had a time machine, would you go back in time to meet your ancestors or forward to meet your descendants?",
    "What's one thing many people hate but you love?",
    "What's something you would change if you ran the world?",
    "If you could rid the world of one thing, what would it be?",
    "What is your favorite habit?",
    "What do you enjoy most about what you spend your time on?",
    "If you could go back in time and make a minor change in your childhood, what is one thing you'd learn, so you could be an expert at it today?",
    "What does friendship mean to you?",
    "What's a book, video, or poem that means a lot to you?",
    "What are you doing when you feel most alive?",
    "What does it feel like to be you right now?",
    "How have you changed in the last year?",
    "What's the quality you cherish most about one of your closest friends?",
    "What's something that's considered socially acceptable now but won't be in 100 years?",
    "Who is one person who changed your life but doesn't know it?",
    "If you were handed a megaphone and could blast out one message for the entire world to hear, what would you say?",
    "If you walked into a room with everyone you've ever met in it, who would you look for?",
    "What's something you learned the hard way over the past year?",
    "What's your one piece of advice to everyone here?",
    "What question do you wish people would ask you?",
    "What is one thing we would never guess about you?",
    "What's one thing you want to do in life but don't know where to start?",
    "What's a cause or purpose you deeply believe in?",
    "What's a book that affected you so profoundly (emotionally or intellectually) that you still regularly think about it?",
    "What's something that doesn't deserve the hate it gets?",
    "What's a piece of advice that has stuck with you?",
    "What's something you wish you understood better?",
    "What is one thing your parents or guardians did right? And what's one thing you wish they'd done differently?",
    "What was your least favorite food as a child? Why did you dislike it?",
    "As a child, what did you want to be when you grew up?",
    "What was your favorite breakfast as a kid?",
    "What's something you rebelled against as a kid?",
    "What were some of your favorite activities as a kid?",
    "What's a landmark, popular destination, or local hangout spot that you either frequented or avoided when growing up?",
    "What are you nostalgic about recently?",
    "What's something you were really into as a kid?",
    "What is a small act of kindness you were once shown that you'll never forget?",
    "What's something you wish you'd learned earlier in life?",
    "What was the last thing you did that gave you child-like joy?",
    "What's one activity that grants you pure escapism?",
    "What cartoon would you get up early to watch when you were young?",
    "What's a food that always reminds you of childhood?",
    "What is one thing you wish you'd been taught in school?",
    "What's an adult problem nobody prepared you for?",
    "What is a lesson you feel you learned too late in life?",
    "What's a personal side project you're working on or want to work on?",
    "How would teenage you describe your job?",
    "What factor of your childhood impacted you the most as a person?",
    "Who was your favorite teacher as a kid and why?",
    "What's the best trip (traveling wise) you ever had?",
    "If you could live anywhere in the world for a year, where would it be?",
    "Where is your favorite vacation spot?",
    "What's your favorite seat on an airplane?",
    "Have you ever been on a cruise? Where did you go?",
    "Do you enjoy the outdoors? What's your favorite outdoor activity?",
    "How many countries have you visited outside your own?",
    "What is your favorite weekend trip?",
    "Who is your favorite person to travel with?",
    "What is your favorite theme park?",
    "In your opinion, what is the most beautiful place on earth?",
    "Beach, safari, or forest vacation?",
    "Favorite grocery item while shopping locally?",
    "What is your favorite restaurant?",
    "If you could only eat one item of food for the rest of your life, what would you eat?",
    "What is your favorite candy or treat?",
    "Sweet, salty, or sour?",
    "What's the weirdest food you've ever eaten?",
    "What is something you are great at cooking?",
    "What is something you can't cook?",
    "What is your favorite dessert?",
    "If you could eliminate one food so no one could eat it ever again, what would you destroy?",
    "What is your favorite breakfast? Lunch? Dinner?",
    "What is your favorite hobby?",
    "What is your favorite thing to do by yourself?",
    "What is your favorite sport or physical activity?",
    "What crazy activities do you dream of trying someday?",
    "What is your idea of fun?",
    "What two things do you consider yourself to be very good at?",
    "What two things do you consider yourself to be very bad at?",
    "If money and time were no object, what would you be doing right now?",
    "What is something you hate doing? Why?",
    "What is something you love doing? Why",
    "Do you have any hidden talents? What can you do?",
    "What was one new experience you tried that was completely unknown or uncomfortable to you at the time you tried it?",
    "Have you ever been out of the country?",
    "Have you ever ridden on a motorcycle?",
    "Have you ever lived in another state?",
    "Have you ever met a celebrity?",
    "Have you ever been to Disney Land or Disney World?",
    "Have you ever planted a garden?",
    "Have you ever experienced a natural disaster like a hurricane or tornado?",
    "Have you ever won a contest?",
    "Have you ever eaten a whole pizza by yourself?",
    "Have you ever done any extreme sports like skydiving or bungee jumping?",
    "If you had to delete all but 3 apps from your smartphone, which ones would you keep? (Three apps that have changed your life.)",
    "When did you get your first cell phone? What kind was it?",
    "If you had to choose between only having a cell phone or a car for the rest of your life, which would you choose?",
    "How many Facebook friends do you have? How many of them do you actually communicate with?",
    "What technology innovation made the most impact on your life?",
    "Desktop, laptop, or tablet? Which do you prefer to use?",
    "What is your favorite thing about technology? Least favorite?",
    "Where would you time-travel, if it were possible?",
    "If you could have a superpower, what would it be and why?",
    "If you were the captain of a pirate ship, what would be the name of your ship?",
    "If you could travel to any other planet (real or fictional), where would you go and why?",
    "What is your favorite movie?",
    "Who is your favorite actor/actress?",
    "What is your favorite book?",
    "What is your favorite tv series?",
    "What show on Netflix did you binge watch embarrassingly fast?",
    "If you could be any fictional character, who would you be?",
    "What type of music do you listen to?",
    "What movie can you rewatch over and over again?",
    "If you could go back in time and make little changes to your childhood, what is one thing you'd learn and master over the years so you'd be an expert at it today?",
    "If you won a lottery of $1 billion, what would you do with all the money?",
    "How would you change your life today if the average life expectancy was 400 years?",
    "What is the most challenging job you can think of?",
    "A genie grants you three wishes but none of them can directly benefit you. What would those wishes be?",
    "If you had to change your name, what would your new name be, and why would you choose that name?",
    "What are the best and worst purchases you've ever made?",
    "What is your biggest pet peeve?",
    "What is your most treasured material possession?",
    "What do you never leave the house without other than your phone, keys or wallet?",
    "Who is your hero, and why?",
    "What is your earliest childhood memory?",
    "Who was your favorite teacher in school and how did he or she impact you?",
    "If you could choose an age to remain forever, which age would you choose?",
    "What is one important skill every person should have?",
    "What was the best thing that happened to you this weekend? This month? This year?",
    "What is your favorite holiday?",
    "Do you set New Years Resolutions? What was one of yours this year? Have you kept it?",
    "What is your least favorite job you've ever had?",
    "What is your favorite job you've ever had?",
    "What are you going to do when you retire?",
    "What's one sentence you'd like to hear from your boss?",
    "What characteristic do you value the most in your coworkers?",
    "What is the most important personal attribute that you bring to your job?",
    "What are you most excited about in relation to your job this year?",
    "What's one work-related skill that you'd like to develop, especially if you could do it easily?",
    "What coworker characteristic do you find most irritating?",
    "What's the single most important factor that you would change about your job?",
    "What is the most significant factor, that your organization has control over, that interferes with your success?",
    "How much money would you need to win to walk away from your current job?",
    "What is one important skill that you think everyone should have?",
    "There are now 25 hours in a day! How do you spend your extra hour?",
    "What is one of your greatest work-related achievements?",
    "What activity helps you relieve stress at work?",
    "What class did you take in school that helps you with your job?",
    "Professional, casual or sweatpants? If there were no dress code, how would you dress for work?",
    "What “old person” things do you do?",
    "How long would you last in a zombie apocalypse?",
    "Who is your favorite cartoon character?",
    "What is your guilty pleasure?",
    "What are your favorite songs from your teenage years that you still rock out to when nobody else is listening?",
    "Who was your childhood actor/actress crush?",
    "What's the most embarrassing moment from your teen years?",
    "What's the craziest dare you ever took?",
    "What's the craziest fashion trend you ever rocked?",
    "What did you get into the most trouble for with your parents as a kid?",
    "What's your silliest memory with your best friend?",
    "What dance move are you secretly awesome at?",
    "What commercial jingle gets stuck in your head all the time?",
    "What's the best prank you've ever played on someone?",
    "What's the most ridiculous thing your parents ever did to embarrass you?",
    "As a kid, did you ever do something wrong but manage to pin it on your siblings?",
    "What's the best thing you've got going on in your life at the moment?",
    "What incredibly common thing have you never done?",
    "What has taken you the longest to get good or decent at?",
    "What food do you love that a lot of people might find a little odd?",
    "If you could start a charity, what would it be for?",
    "What was the funniest thing you've seen recently online?",
    "What are some of your favorite games to play?",
    "What takes a lot of time but is totally worth it?",
    "What is the most amazing fact you know?",
    "What website or app doesn't exist, but you really wish it did?",
    "What's your favorite type of day? (weather, temp, etc.)",
    "What is the most clever or funniest use of advertising you've seen?",
    "How into self-improvement are you?",
    "When someone finds out what you do, or where you are from, what question do they always ask you?",
    "Are you more productive at night or in the morning? Do you think it's possible to change and get used to another schedule?",
    "What scene in a movie always gives you goosebumps every time you watch it?",
    "What topic could you give a 20-minute presentation on without any preparation?",
    "What's something that a lot of people are missing out on because they don't know about it?",
    "What are some of your guilty pleasures?",
    "Who is the most interesting person you've met and talked with?",
    "What has really taken a toll on you?",
    "How did you spend the money from your very first job?",
    "What do you wish someone taught you a long time ago?",
    "Do you think you rely too heavily on your phone? Why or why not?",
    "How could carousels be spiced up so they are more exciting?",
    "What's your favorite car that you've owned?",
    "What subjects should be taught in school but aren't?",
    "What's the biggest vehicle you've driven?",
    "What songs would be played on a loop in hell?",
    "What rule do you wish they would introduce into your favorite sport?",
    "What kind of challenges are you facing these days?",
    "What do you highly recommend to most people you meet?",
    "Do you think you have a pretty good work-life balance? Why or why not?",
    "What was the last thing you were really excited about?",
    "What's your best “my coworkers are crazy” story?",
    "What does your perfect breakfast look like?",
    "What are some of your favorite holiday traditions that you did while growing up?",
    "If you could choose your dreams, what would you prefer to dream about?",
    "Would you ride in a zeppelin if given a chance?",
    "What's something that was once important but is now becoming less and less relevant?",
    "What tells you the most about a person?",
    "When is the most interesting period in history?",
    "What is the best pair of shoes you have owned?",
    "What book had the most significant impact on you?",
    "Where's your favorite place to nap?",
    "What is the best event you've attended?",
    "What do you buy way more of than most people?",
    "What do you rebel against?",
    "What well-known person does the most good for the world?",
    "What's your favorite food combination?",
    "What's the weirdest way you have met someone?",
    "What's the most amazing natural occurrence you've witnessed?",
    "How did you get that scar of yours?",
    "What do you wish was illegal?",
    "If someone came up to you and said “Hey, do that thing you do!”, what thing would pop into your head first?",
    "Who is the most intelligent or creative person you know?",
    "What wastes the most time in your day to day life?",
    "What's a problem you have, that might be entirely unique to you?",
    "What company or brand did you love until they betrayed your trust?",
    "Would you ever try space tourism, if you had the money for it?",
    "What's the most annoying machine you must deal with regularly?",
    "What are you grateful for?",
    "What hobby would you be a lot of fun to get into?",
    "What do you resent paying for most?",
    "What pets did you have growing up?",
    "What's the best or worst prank you've played on someone?",
    "What was the scariest movie you've seen?",
    "What motivates you?",
    "Where are five places you really want to visit before you die?",
    "What's the best location to fully enjoy a good cup of coffee?",
    "How handy are you when it comes to fixing things?",
    "What skill or talent would you most like to learn?",
    "What weird thing do you have nostalgia for?",
    "What works of art have really made an impression on you?",
    "What culture would you like to learn more about?",
    "If you were featured on the local news, what would you most likely be on there for?",
    "What do you wish your phone could do?",
    "What's your favorite international food?",
    "What workers have the worst jobs?",
    "What kind of physical activities do you like doing?",
    "Would you rather watch a movie on your TV at home or on the big screen in the theater, and why?",
    "What assumption you made went hilariously wrong?",
    "What big problem do you think technology will solve next?",
    "What fashion trend needs to be brought back?",
    "How do you think you will be/act when you are old?",
    "What's your favorite way to waste time online?",
    "What's the longest trip you've been on?",
    "What was something you thought would be easy until you tried it?",
    "What, in your opinion, is the most amazing animal?",
    "How into tech are you? Why?",
    "What is the biggest mistake you've made at work?",
    "Who is the oldest person you know personally? What interesting stories have they told you?",
    "Who is the funniest person in your family?",
    "What useless facts do you know?",
    "What's your favorite Olympic sport to watch?",
    "How do you usually get your news?",
    "What smell do you hate that doesn't seem to bother other people?",
    "What's the most delightful hotel or house you've stayed in on vacation?",
    "What weird quirks did you pick up from your parents?",
    "What were your favorite television shows when you were growing up?",
    "What's the silliest thing you are pretty good at?",
    "What's your idea of a great day?",
    "What are some of the dumbest misadventures you've been on?",
    "What do you want to do when you retire?",
    "What do you do to unwind after a hard day?",
    "Who is the most competitive person you know?",
    "Would you rather spend time with other people or at home alone?",
    "What are some films that would make it on to your top 50 list of movies?",
    "What slang are you really happy went out of fashion?",
    "What music do you put on when you want to get pumped?",
    "What makes you feel old when you think about it?",
    "How well do you know your neighbors?",
    "What's the best backhanded compliment you've heard / can think of on the spot?",
    "Who is the most interesting stranger you've met?",
    "What was your funniest or worst experience with a dentist?",
    "What's the noblest endeavor a person can dedicate their life to?",
    "What's your idea of a great party?",
    "What are some of your favorite scenes from movies?",
    "What are two of your favorite snacks?",
    "What's the biggest adventure you've been on?",
    "Besides war and diplomacy, what would be the best way for countries to settle disputes?",
    "What household chore do you actually enjoy?",
    "What is something you do better than most people and something you do worse than most people?",
    "What TV show are you hooked on or were recently hooked on?",
    "If you had to lose one of your senses, which would you choose to lose?",
    "If a new volcano formed and the government had an online contest to see what it would be named, what name would you submit?",
    "What is the last goal you achieved?",
    "What was your worst haircut experience?",
    "Do you prefer pens or pencils? Why?",
    "What's the best way to stay young?",
    "What is the most stressful TV show or movie you watched?",
    "How good are you at drawing?",
    "What did your teachers and parents say would be really important when you grew up, but it hasn't been?",
    "How do you feel about clowns?",
    "What is your favorite genre of movie? Why?",
    "What brands do you love/hate the most?",
    "What is the weirdest food combination you've made and tried?",
    "What would you change if you were in charge of the company you work for?",
    "Who has been your most interesting/confusing/annoying neighbor?",
    "Has there ever been a time when something so amazing or unexpected happened that it literally left you speechless for a time?",
    "Where's the most surreal area you been to?",
    "What are common misconceptions about your job?",
    "What public spaces do you feel most comfortable in? (Library, bar, park, mall, stadium, etc.)",
    "What's the most outdated piece of tech you still use regularly?",
    "What's the weirdest food you've eaten?",
    "Who was your favorite teacher?",
    "What recent trend are you totally on board with?",
    "What about becoming an adult caught you completely off guard?",
    "How often do you dance?",
    "What's the best cake you've ever eaten?",
    "What kind of art do you appreciate the most?",
    "What crossed way too far into the uncanny valley for you?",
    "What's your favorite thing about the area/city/state you live in?",
    "What's the best day you've had recently?",
    "What's your favorite way to spend time outdoors?",
    "What does your perfect burger or sandwich have in it?",
    "What's the worst advice you've been given?",
    "What's the strangest name someone you have met had?",
    "What was something courageous you've (in person) seen someone do?",
    "What card or board games do you like to play?",
    "What are you best at fixing?",
    "What movie never gets old no matter how many times you've seen it?",
    "If the universe is just a simulation, what update or patch does it need?",
    "Where have you traveled to?",
    "What's the scariest horror movie or horror book monster?",
    "What's the most unique shop or restaurant you've been in?",
    "What hard time in your life left you a better person after it was finished?",
    "What's the best sports game you've been to?",
    "What period would be the best to be born in?",
    "What sport do you wish you knew more about?",
    "What's something you're looking forward to?",
    "What's the most creative thing you've done?",
    "What are you hilariously bad at?",
    "Tell me about a time you were totally out of your element/comfort zone.",
    "Are you a cat or dog person or neither? Why?",
    "Who is the most gifted person you know?",
    "What was your best vacation?",
    "What do you usually do on your commute to work?",
    "What was the craziest theme park or fair ride you've been on?",
    "What kind of people do you most enjoy hanging out with?",
    "What do you think the ideal age to be is?",
    "What are you kind of snobby about?",
    "What toy did you hate most as a child?",
    "What's your drink of choice? (Either alcoholic or non.)",
    "If you left your current life behind and ran away to follow your dreams, what would you be doing?",
    "What food is underrated or under appreciated?",
    "What's your favorite line from a book or a movie?",
    "What is the best thing you have ever bought?",
    "What catchy jingle or bit of advertising has stuck with you all these years?",
    "What luxury is totally worth the price?",
    "What is the most unique or silliest problem you have going on in your life at the moment?",
    "What could movie theaters do to improve the experience of going there?",
    "If you were so wealthy you didn't need to work, what would you do with your time?",
    "What apps do you use most?",
    "What is the most tedious and/or the most exciting sport to watch?",
    "What's your favorite island that you've visited?",
    "What do you geek out about?",
    "Besides insects and spiders, what animals annoy you the most?",
    "What's your favorite month?",
    "What's the best concert you've been to and why was it so good?",
    "If you were famous, what would you be famous for?",
    "If you had a boat, what would you name it?",
    "If you could pick a TV show to be your life, what show would it be?",
    "If your best friend picked a tattoo for you to get, what would he/she pick?",
    "If you could only eat at one restaurant forever, what restaurant would it be?",
    "If you could only wear one type of shoes for the rest of your life, what type of shoes would it be?",
    "If you could have any celebrity be your best friend, which celebrity would you pick?",
    "If you created your own country, what would it be called?",
    "If all your clothes had to be one color forever, what color would you pick?",
    "If you had to be an animal, which animal would you be?",
    "If you had lots of money, what unnecessary thing would you splurge on (i.e. a private plane, concert tickets)?",
    "If you could switch places with anyone in your family for a day, who would it be?",
    "If you wrote a book, what would it be called?",
    "If you had to use a fake name, what fake name would you make up?",
    "If you could live any historical figure's life, which one would you choose?",
    "If you could eliminate one food so that no one would eat it ever again, what would you pick to destroy?",
    "If you had to wear a hat every day for the rest of your life, what type of hat would it be?",
    "If you could create one holiday, what would you create?",
    "If you were a vegetable, what would you be?",
    "If you were an Olympic athlete, what sport would you compete in?",
    "If you were the president, what would you change about the decorations in the White House?",
    "If you were a type of jeans, what type would you be?",
    "If you could be one superhero, which superhero would you be?",
    "If you could turn the ocean into a liquid other than water, which one would you pick?",
    "If you had to be Siamese twins with one person, which person would you pick to be stuck with?",
    "If you could pick three famous people to be a part of your entourage, who would you pick?",
    "If you could only listen to one song for the rest of your life, which song would you pick?",
    "Which celebrity would you pick to exchange lives with?",
    "If you could pick one job to do forever (and be guaranteed all the money you need), what job would it be?",
    "If you were trying out for a singing reality show, what song would you sing?",
    "What game show would you be super awesome at?",
    "If you had to endorse a brand, which brand would it be?",
    "Last and possibly least … The corniest icebreaker question ever: How much does a polar bear weigh? (Just enough to break the ice!)",
    "What's your most embarrassing moment from your teen years?",
    "What's the grossest food you ever had to eat to be polite?",
    "What's the worst thing you ever did as a kid — and got away with?",
    "What part of elementary school do you wish you could incorporate into your adult life? (i.e. naptime)",
    "What was the first concert you ever went to?",
    "Do you have any crazy roommate stories?",
    "What is the weirdest thing you've ever eaten for breakfast that is not a breakfast food?",
    "What's the strangest family tradition in your family?",
    "What was your favorite item of clothing as a kid?",
    "What did you name your first car?",
    "What Disney/cartoon character were you inexplicably afraid of as a kid?",
    "What was your first record, tape or CD that you ever owned?",
    "What were words you couldn't pronounce as a child, so you made up your own?",
    "Have you ever gotten super lost? What happened?",
    "What's the story of your first crush?",
    "What was your first job? What did you like/dislike about it?",
    "Who was the worst grade-school teacher you ever had?",
    "What afterschool activity did you quit as a kid, and why?",
    "What's the funniest thing that ever happened on your family vacation?",
    "What's the funniest animal you've ever owned as a pet?",
    "What's the worst job you've ever had?",
    "What totally rad expression did you overuse in high school?",
    "What was your favorite Halloween costume you wore as a child?",
    "Who is your craziest/most interesting relative?",
    "What band would you be embarrassed to admit you listen to?",
    "What's the craziest thing on your bucket list?",
    "What's a weird fact you happen to know?",
    "What is your real favorite movie, and what movie do you pretend is your favorite to sound cultured?",
    "What's your strangest talent?",
    "What's your funniest talent? Or un-talent?",
    "What's your best idea for a reality TV show?",
    "Which Disney character's story does your life most resemble?",
    "Everyone has those recurring bad dreams … what is your nightmare?",
    "What are two truths and a lie about you?",
    "What's a funny (appropriate) pick-up line that works for you?",
    "What's your favorite part of a county fair?",
    "Which celebrity do you shamelessly follow in the news?",
    "What's something about you that people would be surprised to know?",
    "What's the best knock-knock joke you know?",
    "What completely safe animal are you inexplicably afraid of?",
    "What food could you not live without?",
    "What sport did you try as a child and fail at?",
    "What interesting skill do you want to learn?",
    "What's the most random thing in your purse/wallet?",
    "What invention do you think will be popular in 20 years?",
    "What blog or website are you embarrassed to admit you love?",
    "What do you never leave the house without (can't be your phone, keys or wallet)?",
    "Who is your celebrity look-alike?",
    "What's your real favorite book, and what book do you pretend is your favorite to sound smart?",
    "What do you pretend to hate but actually love?",
    "What's a nickname people actually call you?",
    "If you could pick your nickname, what would people call you?",
    "Have you ever lied about an interest/talent to impress someone? What happened next?"
]