[
    "What is your favorite Zoom background?",
    "What is going on in your space that we can't see on the screen?",
    "What is something interesting within arms reach of you?",
    "What was your first online experience?",
    "Would you rather talk on Zoom or the phone?",
    "What is the most unusual place you have taken a Zoom meeting from?",
    "How would you describe a Zoom call to your childhood self?",
    "If you were stuck on a desert island, would you rather have one friend or a video game console?",
    "What is something you are excited about?",
    "What is the last movie you watched?",
    "What would be your dream Zoom call location?",
    "What was your first online screen name?",
    "Do you follow any interesting blogs?",
    "What is the last YouTube video you watched?",
    "Which song could you listen to over and over again?",
    "When was the last time you used a paper dictionary?",
    "What is a great example of “teamwork” in a movie?",
    "Would you rather work from the desert or with dessert?",
    "What was your favorite piece of clothing as a child?",
    "What is your go-to work drink?",
    "What was your dream job growing up?",
    "Would you rather have a flexible location or schedule?",
    "What is something you made from scratch?",
    "Do you have any productivity hacks?",
    "What is something that surprised you about remote work?",
    "What is a jingle you remember from your childhood?",
    "If you could choose another first name, what would it be?",
    "What did you eat for breakfast?",
    "Are you a morning person or a night owl?",
    "Bacon or avocado?",
    "Tea or coffee?",
    "Dogs or cats?",
    "On a scale of 1-10, how experienced are you with remote work?",
    "How long have you worked from home?",
    "Where did you grow up?",
    "Where do you consider “home”?",
    "Which web browser do you use most?",
    "What is your favorite “work from home” exercise?",
    "Would you rather work from the beach or a mountain cabin?",
    "Where is your dream location to work from?",
    "Do you have a pet?",
    "What do you like most about remote work?",
    "Would you rather start early or work late?",
    "What is the most unique thing you have within reach of your desk?",
    "What is the last book your read?",
    "What is your typing speed?",
    "Are you wearing socks?",
    "Do you remember your ICQ number?",
    "Where would you choose to haunt for all of eternity?",
    "What is the best thing about the internet?",
    "Did you brush your teeth today?",
    "What is your favorite website?",
    "What was your first online search?",
    "What is the story behind the background on your phone?",
    "Have you ever left a 1 star review online?",
    "Do you have any remote work productivity hacks?",
    "What is a best practice when working from home?",
    "Which blog written by a single author is your favorite?",
    "What is your WiFi name?",
    "What is the last website you visited?",
    "Do you have a favorite news site?",
    "What is the most challenging part of working from home?",
    "Who is the last person you talked to in IRL?",
    "What was your first online username?",
    "What work from home habit is most successful for you?",
    "What is your go-to excuse for being late to virtual meetings?",
    "What is the most interesting online article you've read lately?",
    "What is your most popular tweet?",
    "What is your most popular social media post?",
    "Have you ever gone viral online?",
    "When was the last time you showered?",
    "Which website do you spend the most time on?",
    "What is the last YouTube video you watched?",
    "What was your most recent Google search?",
    "Would you vote online?",
    "What is the first website you remember visiting?",
    "What is your earliest memory of the internet?",
    "Which app do you use most frequently?"
]